Repository: wp-plugins/fl3r-feelbox
Catalog: languages/fl3r-feelbox-*.po
Languages: it_it

source: Title:
it_it: Titolo:

source: Show:
it_it: Mostra:

source: 365 DAYS
it_it: 365 giorni

source: The past year
it_it: L'ultimo anno

source: 30 DAY
it_it: 30 giorni

source: The past 30 days
it_it: L'ultimo mese

source: 7 DAY
it_it: 7 giorni

source: The past 7 days
it_it: L'ultima settimana

source: 1 DAY
it_it: 1 giorno

source: The past day
it_it: Ieri

source: Post most
it_it: Articoli più

source: Number of posts to display:
it_it: Numero di articoli da mostrare:

source: (at most 10)
it_it: (massimo 10)

source: Thumbnail settings
it_it: Impostazioni miniature

source: Display post thumbnail. Check and save to change the size.
it_it: Mostra le miniature degli articoli. Clicca e salva per modificarne le dimensioni.

source: Width:
it_it: Larghezza:

source: Height:
it_it: Altezza:

source: You do not have sufficient permissions to access this page.
it_it: Non hai i permessi necessari per accedere a questa pagina.

source: Settings saved. (◕‿◕)
it_it: Impostazioni salvate. (◕‿◕)

source: Stats
it_it: Statistiche

source: Settings
it_it: Impostazioni

source: Custom CSS
it_it: CSS personalizzato

source: Credits
it_it: Crediti

source: Donate
it_it: Donazioni

source: Plugin settings
it_it: Impostazioni plugin

source: Title
it_it: Titolo

source: The title before FeelBox.
it_it: Il titolo prima della FeelBox.

source: Icons style
it_it: Stile delle icone

source: Choose your FeelBox style!
it_it: Scegli il tuo stile FeelBox!

source: Graphical bar
it_it: Barra dinamica

source: Show the graphical bar graph above moods.
it_it: Mostra la barra dinamica sopra le emozioni.

source: Sorting
it_it: Ordinamento

source: Automatically sort the moods by popularity. I suggest you leave this box unchecked.
it_it: Ordina le emozioni in base alla popolarità. Ti suggerisco di lasciare questa opzione non selezionata.

source: Automatic display
it_it: Mostra automaticamente

source: Automatically display the FeelBox at the end of each blog post.
it_it: Mostra automaticamente la FeelBox alla fine di ogni articolo.

source: Only if this is unchecked, you can use the print_feelbox_widget() PHP function in your templates or use the [feelbox] shortcode to show the FeelBox where you want.
it_it: Solo se questa opzione non è selezionata, puoi usare la funzione PHP print_feelbox_widget() nel tuo template o lo shortcode [feelbox] per mostrare la FeelBox dove vuoi.

source: Social media sharing
it_it: Condivisione sui social network

source: Allow people to share on Twitter, Facebook and Google+ after voting.
it_it: Permetti di condividere su Twitter, Facebook e Google+ dopo aver votato.

source: Delete all moods
it_it: Elimina tutti i voti

source: Clear all data
it_it: Elimina i dati

source: WARNING!
it_it: ATTENZIONE!

source: This option will clear all votes and all data in the Stats page. Normally this is an operation without risk, but to be safe make sure you
it_it: Questa opzione eliminerà tutti i voti ed i dati nella pagina Statistiche. Normalmente questa è un'operazione senza rischi, ma per stare sul sicuro fai un

source: your database. This operation is irreversible. If you want to proceed, type <strong>DELETE</strong> in the textbox and click on Save changes button.
it_it: del tuo database. Questa operazione è irreversibile. Se vuoi comunque procedere, scrivi <strong>DELETE</strong> nella casella e clicca sul pulsante Salva le impostazioni.

source: Save changes
it_it: Salva le impostazioni.

source: If you like this plugin, you consider making a small donation. Thanks.
it_it: Se ti piace questo plugin, considera una piccola donazione. Grazie.

source: Here you can customize your FeelBox CSS. The file is stored in the same directory of original FeelBox style.css.
it_it: Qui puoi personalizzare il CSS della tua FeelBox. Questo file è accessibile nello stesso percorso del file style.css originale di FeelBox.

source: Bypass plugin CSS
it_it: Non considerare il CSS del plugin

source: Bypass the default and custom CSS used in the FeelBox plug-in and use CSS from your theme instead. This may be necessary for specific WordPress Multisite installations. Normally this option should be left unchecked.
it_it: Non considerare i file CSS del plugin usati dalla FeelBox in favore dei CSS del tuo tema. Potrebbe essere necessario per specifiche installazioni multisito di WordPress. Normalmente questa opzione dovrebbe essere lasciata non selezionata.

source: There is a FeelBox widget?
it_it: Esiste un widget FeelBox?

source: Sure! You can find it in the widget page of your admin panel.
it_it: Certo! Lo puoi trovare tra i widget nella dashboard.

source: Can I manually insert the FeelBox?
it_it: Posso inserire manualmente una FeelBox?

source: If the "Automatic display option" is checked, the FeelBox will be automatically display on each post, right before or after the comments.
it_it: Se l'opzione "Mostra automaticamente alla fine degli articoli" è selezionata, la FeelBox apparirà alla fine di ogni post, immediatamente prima o dopo i commenti.

source: But if you want, you can use the WordPress shortcode
it_it: Ma se lo desideri, puoi utilizzare lo shortcode Wordpress

source: or add
it_it: o aggiungere

source: in your PHP template, usually on your comment template (comments.php).
it_it: nel tuo template PHP, solitamente in quello dei commenti (comments.php).

source: Attention! Don't insert manually the FeelBox code if the Automatic display option is cecked: it may cause style errors and graphical glitch.
it_it: ATTENZIONE! Non inserire manualmente il codice FeelBox se l'opzione "Mostra automaticamete alla fine degli articoli" è selezionata: può casare errori e glitch grafici.

source: How can I translate FeelBox in my language?
it_it: Come posso tradurre FeelBox nella mia lingua?

source: Inside the folder 'languages' there is the .po file that allows you to translate FeelBox in any language.
it_it: Nella cartella 'languages' c'è il file .po che ti consente di tradurre FeelBox in qualsiasi lingua.

source: FeelBox is a plugin created by Armando "FL3R" Fiore. Dedicated to the beautiful girl who is always by my side, Anna Rita!
it_it: FeelBox è un plugin creato da Armando "FL3R" Fiore. Dedicato alla stupenda ragazza che è sempre al mio fianco, Anna Rita!

source: Thanks for using FeelBox, you helped a developer to increase his self-esteem!
it_it: Grazie per aver usato FeelBox, hai aiutato uno sviluppatore ad aumentare la sua autostima!

source: Copyright © Armando "FL3R" Fiore. All rights reserved. This software is provided as is, without any express or implied warranty. In no event shall the author be liable for any damage arising from the use of this software.
it_it: Copyright © Armando "FL3R" Fiore. Tutti i diritti riservati. Questo software è disponibile così com'è, senza alcuna espressa od implicita garanzia. In nessun caso l'autore può essere ritenuto responsabile di alcun danno dovuto all'uso del software.

source: Follow me!
it_it: Seguimi!

source: If you want to ask me, you want to send your opinion or you have a question please don't hesitate to contact me.
it_it: Se hai domande, dubbi o suggerimenti da pormi non esitare a contattarmi.

source: All moods have been reset. ლ(ಠ益ಠლ) What did you do?
it_it: Tutti i dati sono stati eliminati. ლ(ಠ益ಠლ) Che cosa hai fatto?

source: Most voted by mood
it_it: Più votati per reazione

source: To get an accurate read of the posts people care about, we're only counting posts that have more than one vote.
it_it: Per avere un risultato migliore, verranno presi in considerazione solo gli articoli con più di un voto.

source: Most
it_it: Più

source: Post
it_it: Articolo

source: Votes
it_it: Voti

source: Total
it_it: Totale

source: Relative percentage
it_it: Percentuale

source: Weighted score
it_it: Punteggio

source: No one has voted for this. Not yet.
it_it: Nessun voto. Per ora.

source: Most voted by date
it_it: Più votati per data

source: Most voted ever
it_it: Più votati in assoluto

source: Most voted in the past month
it_it: Più votati nell'ultimo mese

source: Most voted in the past week
it_it: Più votati nell'ultima settimana

source: Most voted in the past day
it_it: Più votati ieri
